Repository: infinite-scroll/infinite-scroll
Catalog: wordpress-plugin/languages/infinite-scroll-*.po
Languages: fi

source: Automatically loads the next page of posts into the bottom of the initial page.
fi: Lataa automaattisesti seuraavan sivun artikkelit alkuperäisen sivun alalaitaan.

source: Infinite Scroll Options
fi: Infinite Scroll asetukset

source: Are you sure you want to delete the preset "%s"?
fi: Haluatko varmasti poistaa asetuksen "%s"?

source: Edit
fi: Muokkaa

source: Delete
fi: Poista

source: Save
fi: Talleta

source: Cancel
fi: Peruuta

source: Loading...
fi: Ladataan...

source: No additional posts.
fi: Ei enempää artikkeleita.

source: Manage Infinite Scroll Presets
fi: Hallitse Infinite Scroll asetuksia

source: Back to General Options
fi: Takaisin yleisiin asetuksiin

source: Export/Submit
fi: Vie/Lähetä

source: Content Selector
fi: Valitsin sisällölle

source: Div containing your theme's content
fi: Div elementti joka sisältää teemasi sisällöt

source: Navigation Selector
fi: Valitsin navigaatiolle

source: Div containing your theme's navigation
fi: Div elementti joka sisältää teemasi navigaation

source: Next Selector
fi: Seuraava valitsin

source: Link to next page of content
fi: Linkki seuraavaan sisältösivuun

source: Item Selector
fi: Yksittäisen artikkelin valitsin

source: Div containing an individual post
fi: Div elementti joka sisältää yksittäisen artikkelin

source: Code that is called after each new page is loaded
fi: Koodi jota kutsutaan uuden sivun latauksen jälkeen

source: Loading Message
fi: Ladataan viesti

source: Text to display as new posts are retrieved
fi: Teksti joka näytetään uusi artikkeleja haettaessa

source: Finished Message
fi: Ei enempää artikkeleja viesti

source: Text to display when no additional posts are available
fi: Teksi joka näytetään kun ei löydy enempää artikkeleja

source: Loading Image
fi: Ladataan kuva

source: Current Image:
fi: Nykyinen kuva:

source: Current Loading Image
fi: Nykyinen Ladataan kuva

source: New Image:
fi: Uusi kuva:

source: Upload New Image
fi: Lataa uusi kuva

source: Use Default
fi: Käytä oletusta

source: URL of existing or uploaded image to display as new posts are retrieved
fi: Olemassa olevan tai ladatun kuvan URL joka näytetään kun uusia artikkeleja haetaan

source: Behavior
fi: Käyttäytyminen

source: Save Options
fi: Talleta valinnat

source: Manage Defaults
fi: Hallitse oletusasetuksia

source: hide this message
fi: piilota tämä viesti

source: Submit CSS Selectors
fi: Lähetä CSS valitsimia

source: How to submit:
fi: Kuinka lähettää:

source: All CSS Selectors:
fi: Kaikki CSS valitsimet:

source: Your CSS Selectors:
fi: Sinun CSS valitsimet:

source: Export only custom selectors
fi: Vie vain kustomoidut valitsimet

source: Export all selectors
fi: Vie kaikki valitsimet
